"john.appleseed" = "john.appleseed";
"Sign In" = "Daftar Masuk";
"Your account name or password was entered incorrectly." = "Nama akaun atau kata laluan anda dimasukkan secara salah.";
"There was an error logging in. Please try again." = "Terdapat ralat semasa melog masuk. Sila cuba lagi.";
"Apple ID password" = "Kata Laluan Apple ID";
"Invalid token data is returned by server" = "Terdapat ralat semasa melog masuk. Sila cuba lagi.";
"Authentication was canceled by user" = "Pengesahan telah dibatalkan";
"password" = "kata laluan";
"OK" = "OK";
"Password field is empty" = "Sila masukkan kata laluan anda.";
"Password expired. Please change your password on Mac." = "Kata laluan tamat tempoh. Sila tukar kata laluan anda dalam Seting->Store";
"Required" = "Diperlukan";
"Would you like to visit iForgot.apple.com to recover your %@?" = "Adakah anda ingin melawat iForgot.apple.com untuk memulihkan maklumat akaun anda?";
"Password" = "Kata Laluan";
"Apple ID field is empty" = "Medan Apple ID kosong";
"Apple ID" = "Apple ID";
"Cancel" = "Batal";

/* Verification Code Screen Prompt */
"Enter verification code" = "Masukkan kod pengesahan";

/* Verification Code Screen Title */
"Enter the Verification Code sent to %@" = "Masukkan Kod Pengesahan yang dihantarkan ke \"%@\"";

/* Send new code button title */
"Send a new code" = "Hantar kod baru";

/* SMS subtitle */
"SMS to Phone Number" = "SMS ke Nombor Telefon";

/* Unable Receive Messages Text */
"Unable to receive messages at any of your devices?" = "Tidak dapat menerima mesej di mana-mana peranti anda?";

/* Verification Code Screen Title */
"Verification Code" = "Kod Pengesahan";

/* Trusted devices screen title */
"Verify Identity" = "Sahkan Identiti";

/* Send button title */
"Send" = "Hantar";

/* Trusted Devices List Footer Text */
"To manage your trusted devices visit %@ from a Mac or PC." = "Untuk mengurus peranti yang dipercayai, lawati %@ dari Mac atau PC.";

/* Trusted Devices List Header Title */
"Two-step verification is enabled for this Apple ID." = "Pengesahan dua langkah telah diaktifkan untuk Apple ID ini.";

/* Trusted Devices List Header Text */
"The device you select below will be sent a temporary code that you can use to verify your identity." = "Kod sementara akan dihantar ke peranti yang dipilih di bawah yang boleh digunakan untuk mengesahkan identiti anda.";

/* Trusted Devices section header */
"TRUSTED DEVICES" = "PERANTI YANG DIPERCAYAI";

/* Error Message */
"Two-step verification required, but user interaction is not allowed." = "Memerlukan pengesahan dua langkah, namun interaksi pengguna tidak dibenarkan.";

/* Button title */
"My Apple ID…" = "Apple ID Saya…";

/* Phone number description */
"Number ending in %@" = "Nombor berakhir dengan %@";

/* Error Message */
"Sorry, but you have made too many unsuccessful attempts to verify your identity. For security reasons, you will not be able to make changes to your account for the next eight hours without your Recovery Key." = "Maaf, anda telah melakukan terlalu banyak cubaan gagal untuk mengesahkan identiti anda. Untuk tujuan keselamatan, anda tidak boleh melakukan perubahan ke akaun selama lapan jam tanpa Kunci Pemulihan.";

/* Error Message */
"You have sent too many codes to verify your phone number. Please try again later." = "Anda telah menghantar terlalu banyak kod untuk mengesahkan nombor telefon anda. Sila cuba sebentar lagi.";

/* Error Message */
"No Device information available." = "Tiada maklumat Peranti tersedia";

/* Error Message */
"The verification code you entered is not valid." = "Kod pengesahan yang anda masukkan tidak sah.";

/* Error Message */
"You failed to verify the code too many times. Please send a new code to a different device or try again later." = "Anda telah banyak kali gagal untuk mengesahkan kod tersebut. Sila hantar kod baru ke peranti yang berbeza atau cuba sekali lagi kemudian.";


/* New Localized Strings. Added in ACME 2.1.6 */
"Your Apple ID or password was entered incorrectly." = "Apple ID atau kata laluan anda adalah salah.";

"To protect your security, it’s time to reset your password. It’s easy, just go to %@." = "Untuk melindungi keselamatan, kata laluan anda perlu direset. Caranya mudah, hanya pergi ke %@.";

"This Apple ID has been disabled for security reasons. You can reset your password at %@." = "Apple ID ini telah dilumpuhkan atas sebab keselamatan. Kata laluan anda boleh direset di %@.";

"The current time on this device seems to be incorrect. You can fix it by going to Settings > General > Date & Time, then try again." = "Waktu semasa pada peranti ini adalah salah. Anda boleh mengesetkannya dengan pergi ke Seting > Umum > Tarikh & Masa, kemudian cuba lagi.";

"Oops, an error occurred. Thanks for your patience, please try again later." = "Ralat telah berlaku. Terima kasih atas kesabaran anda, sila cuba sebentar lagi.";

"You appear to be offline. Please connect to the Internet and try again." = "Anda mungkin berada di luar talian. Sila sambung ke Internet dan cuba lagi.";

"Two-step verification has been disabled for the Apple ID account %@." = "Pengesahan dua langkah telah dilumpuhkan untuk akaun Apple ID %@.";

"Signing In" = "Mendaftar Masuk";

"A new code has been sent to your device." = "Kod baru telah dihantar ke peranti anda.";

"Code %1$d of %2$d selected" = "Kod %1$d daripada %2$d dipilih";

"Sending New Code" = "Menghantar Kod Baru.";

"Verifying code" = "Mengesahkan kod";

"Verified" = "Disahkan";

/* Send Code to label */
"Send Code to:" = "Hantarkan Kod ke:";

/* Error Message */
"Please enter a valid phone number." = "Sila masukkan nombor telefon yang sah.";
